Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: This software key has no recorded recovery export. Installing it as the only remote credential can permanently lock you out after device loss or accidental deletion.
de: Für diesen Software-Key ist kein Wiederherstellungs-Export vermerkt. Wird er als einziger entfernter Zugang installiert, kannst du dich nach Geräteverlust oder versehentlichem Löschen dauerhaft aussperren.
es: Esta clave por software no tiene ninguna exportación de recuperación registrada. Instalarla como única credencial remota puede dejarte sin acceso de forma permanente si pierdes el dispositivo o la eliminas por error.
fr: Cette clé logicielle n'a aucun export de récupération enregistré. L'installer comme unique identifiant distant peut vous bloquer définitivement en cas de perte de l'appareil ou de suppression accidentelle.
ja: このソフトウェアキーには復旧ファイルの記録がありません。これを唯一のリモート資格情報として設置すると、デバイスの紛失や誤削除の後、恒久的にログインできなくなるおそれがあります。
zh_hans: 此软件密钥没有恢复文件导出记录。若将它作为唯一的远程凭据安装，设备丢失或误删后你可能被永久锁在门外。
zh_hant: 此軟體金鑰沒有回復檔案輸出記錄。若將它作為唯一的遠端憑證安裝，裝置遺失或誤刪後你可能被永久鎖在門外。

source: This transfer was aborted; start a fresh transfer.
de: Diese Übertragung wurde abgebrochen — starte eine neue Übertragung.
es: Esta transferencia se canceló; inicia una nueva.
fr: Ce transfert a été interrompu ; lancez un nouveau transfert.
ja: この転送は中止されました。転送をやり直してください。
zh_hans: 此次传输已中止；请重新开始传输。
zh_hant: 此次傳輸已中止；請重新開始傳輸。

source: Timed out completing the SSH handshake. The connection opened but never finished negotiating — often a path-MTU blackhole on the route.
de: Zeitüberschreitung beim SSH-Handshake. Die Verbindung kam zustande, wurde aber nie fertig ausgehandelt — oft ein Path-MTU-Blackhole auf der Strecke.
es: Se agotó el tiempo al completar el handshake SSH. La conexión se abrió pero nunca terminó de negociarse: suele ser un agujero negro de MTU de ruta en el trayecto.
fr: Délai dépassé lors du handshake SSH. La connexion s'est ouverte mais n'a jamais fini de négocier — souvent un trou noir de MTU de chemin sur la route.
ja: SSH ハンドシェイクの完了がタイムアウトしました。接続は確立しましたが、ネゴシエーションが完了しませんでした — 経路上のパス MTU ブラックホールであることが多いです。
zh_hans: 完成 SSH 握手超时。连接已建立但始终未完成协商 — 通常是路径上的 path-MTU 黑洞。
zh_hant: 完成 SSH 交握逾時。連線已建立但始終未完成協商 — 通常是路徑上的 path-MTU 黑洞。

source: Toggle Agent Center
de: Agent Center ein-/ausblenden
es: Mostrar u ocultar el centro de agentes
fr: Afficher ou masquer le centre d'agents
ja: エージェントセンターの表示切り替え
zh_hans: 显示或隐藏智能体中心
zh_hant: 顯示或隱藏智慧體中心

source: Touch the center puck, then swipe toward an option and release to send it. The layout follows live prompts; double-tap the center for dictation.
de: Berühre den mittleren Puck, wische dann zu einer Option und lass los, um sie zu senden. Das Layout folgt den aktuellen Rückfragen; ein Doppeltipp in der Mitte startet das Diktat.
es: Toca el disco central, desliza hacia una opción y suelta para enviarla. El diseño sigue las preguntas en vivo; toca dos veces el centro para dictar.
fr: Touchez le palet central, glissez vers une option et relâchez pour l'envoyer. La disposition suit les invites en direct ; double-touchez le centre pour dicter.
ja: 中央のパックに触れ、選択肢の方向へスワイプして離すと送信されます。レイアウトはライブのプロンプトに追従し、中央をダブルタップすると音声入力が始まります。
zh_hans: 触摸中心圆钮，向某个选项滑动并松开即可发送。布局会跟随实时提示；双击中心可开始听写。
zh_hant: 觸摸中心圓鈕，往某個選項滑動並放開即可送出。版面會跟隨即時提示；點兩下中心可開始聽寫。

source: Tracked access for an earlier host route must be resolved before granting this key again.
de: Der erfasste Zugang einer früheren Host-Route muss geklärt sein, bevor dieser Key erneut freigegeben wird.
es: Hay que resolver el acceso registrado de una ruta de host anterior antes de volver a conceder esta clave.
fr: L'accès suivi d'une route d'hôte antérieure doit être résolu avant d'accorder de nouveau cette clé.
ja: このキーを再び付与する前に、以前のホスト経路で記録されているアクセスを解消する必要があります。
zh_hans: 在再次授予此密钥之前，必须先处理先前主机路由上已记录的访问权限。
zh_hant: 在再次授予此金鑰之前，必須先處理先前主機路由上已記錄的存取權限。

source: Trust
de: Vertrauen
es: Confiar
fr: Approuver
ja: 信頼
zh_hans: 信任
zh_hant: 信任

source: Trust & Connect
de: Vertrauen und verbinden
es: Confiar y conectar
fr: Approuver et se connecter
ja: 信頼して接続
zh_hans: 信任并连接
zh_hant: 信任並連線

source: Trust Anyway
de: Trotzdem vertrauen
es: Confiar de todos modos
fr: Approuver quand même
ja: それでも信頼する
zh_hans: 仍然信任
zh_hant: 仍然信任

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
zh_hans: 重试
zh_hant: 重試

source: Types one source command so agents launched here report precise status. Continue only at an empty bash/zsh prompt.
de: Tippt einen source-Befehl, damit hier gestartete Agenten ihren Status genau melden. Fahre nur an einem leeren bash/zsh-Prompt fort.
es: Escribe un comando source para que los agentes lanzados aquí informen de su estado con precisión. Continúa solo con un prompt de bash/zsh vacío.
fr: Saisit une commande source pour que les agents lancés ici rapportent un état précis. Ne continuez qu'à une invite bash/zsh vide.
ja: source コマンドを 1 つ入力し、ここで起動したエージェントが正確な状態を報告できるようにします。bash/zsh の空のプロンプトでのみ続行してください。
zh_hans: 输入一条 source 命令，使在此启动的智能体能报告精确状态。请仅在 bash/zsh 的空提示符下继续。
zh_hant: 輸入一條 source 指令，使在此啟動的智慧體能回報精確狀態。請僅在 bash/zsh 的空提示符下繼續。

source: Unable to Render Markdown
de: Markdown kann nicht dargestellt werden
es: No se puede representar el Markdown
fr: Impossible de rendre le Markdown
ja: Markdown を描画できません
zh_hans: 无法渲染 Markdown
zh_hant: 無法算繪 Markdown

source: Unavailable while tmux sync is offline
de: Nicht verfügbar, solange die tmux-Synchronisierung offline ist
es: No disponible mientras la sincronización de tmux esté desconectada
fr: Indisponible tant que la synchronisation tmux est hors ligne
ja: tmux の同期がオフラインの間は利用できません
zh_hans: tmux 同步离线期间不可用
zh_hant: tmux 同步離線期間不可用

source: Unavailable while tmux window details are syncing
de: Nicht verfügbar, solange die Fensterdetails von tmux synchronisiert werden
es: No disponible mientras se sincronizan los detalles de la ventana de tmux
fr: Indisponible pendant la synchronisation des détails de la fenêtre tmux
ja: tmux のウインドウ情報を同期している間は利用できません
zh_hans: tmux 窗口详情同步期间不可用
zh_hant: tmux 視窗詳細資訊同步期間不可用

source: Unexpected encrypted message.
de: Unerwartete verschlüsselte Nachricht.
es: Mensaje cifrado inesperado.
fr: Message chiffré inattendu.
ja: 予期しない暗号化メッセージです。
zh_hans: 收到意外的加密消息。
zh_hant: 收到非預期的加密訊息。

source: Unlock Tessera
de: Tessera entsperren
es: Desbloquear Tessera
fr: Déverrouiller Tessera
ja: Tessera のロックを解除
zh_hans: 解锁 Tessera
zh_hant: 解鎖 Tessera

source: Unlock Tessera before starting a connection.
de: Entsperre Tessera, bevor du eine Verbindung startest.
es: Desbloquea Tessera antes de iniciar una conexión.
fr: Déverrouillez Tessera avant d'ouvrir une connexion.
ja: 接続を開始する前に Tessera のロックを解除してください。
zh_hans: 开始连接前请先解锁 Tessera。
zh_hant: 開始連線前請先解鎖 Tessera。

source: Unsupported bootstrap manifest version %lld.
de: Nicht unterstützte Version %lld des Bootstrap-Manifests.
es: Versión %lld del manifiesto del bootstrap no admitida.
fr: Version %lld du manifeste du bootstrap non prise en charge.
ja: サポートされていないブートストラップマニフェストのバージョン %lld です。
zh_hans: 不支持的引导清单版本 %lld。
zh_hant: 不支援的啟動清單版本 %lld。

source: Unsupported continuation schema version %lld.
de: Nicht unterstützte Schema-Version %lld für die Fortsetzung.
es: Versión %lld del esquema de continuación no admitida.
fr: Version %lld du schéma de reprise non prise en charge.
ja: サポートされていない継続スキーマのバージョン %lld です。
zh_hans: 不支持的接力架构版本 %lld。
zh_hant: 不支援的接續結構版本 %lld。

source: Unsupported enrollment message version %lld.
de: Nicht unterstützte Enrollment-Nachrichtenversion %lld.
es: Versión %lld del mensaje de inscripción no admitida.
fr: Version %lld du message d'inscription non prise en charge.
ja: サポートされていない登録メッセージのバージョン %lld です。
zh_hans: 不支持的注册消息版本 %lld。
zh_hant: 不支援的註冊訊息版本 %lld。

source: Unsupported nearby-handshake version %lld.
de: Nicht unterstützte Version %lld des Nearby-Handshakes.
es: Versión %lld del protocolo de enlace cercano no admitida.
fr: Version %lld de la poignée de main à proximité non prise en charge.
ja: サポートされていない近接ハンドシェイクのバージョン %lld です。
zh_hans: 不支持的附近握手版本 %lld。
zh_hant: 不支援的鄰近交握版本 %lld。

source: Up arrow
de: Pfeil nach oben
es: Flecha arriba
fr: Flèche haut
ja: 上矢印
zh_hans: 上箭头
zh_hant: 上方向鍵

source: Update agent status hook?
de: Agent-Status-Hook aktualisieren?
es: ¿Actualizar el hook de estado del agente?
fr: Mettre à jour le hook d'état de l'agent ?
ja: エージェントのステータスフックを更新しますか？
zh_hans: 要更新智能体状态钩子吗？
zh_hant: 要更新智慧體狀態掛鉤嗎？

source: Update and enable
de: Aktualisieren und aktivieren
es: Actualizar y activar
fr: Mettre à jour et activer
ja: 更新して有効にする
zh_hans: 更新并启用
zh_hant: 更新並啟用

source: Update integration
de: Integration aktualisieren
es: Actualizar integración
fr: Mettre à jour l'intégration
ja: 連携を更新
zh_hans: 更新集成
zh_hant: 更新整合

source: Updates Tessera's hook files now. Relaunch this running agent afterward so it uses the new integration.
de: Aktualisiert jetzt die Hook-Dateien von Tessera. Starte den laufenden Agenten danach neu, damit er die neue Integration nutzt.
es: Actualiza ahora los archivos de hook de Tessera. Reinicia después el agente en ejecución para que use la nueva integración.
fr: Met à jour maintenant les fichiers de hook de Tessera. Relancez ensuite l'agent en cours pour qu'il utilise la nouvelle intégration.
ja: Tessera のフックファイルを今すぐ更新します。その後、実行中のエージェントを再起動すると、新しい連携が使われます。
zh_hans: 立即更新 Tessera 的钩子文件。之后请重新启动正在运行的智能体，使其使用新的集成。
zh_hant: 立即更新 Tessera 的掛鉤檔案。之後請重新啟動執行中的智慧體，使其使用新的整合。

source: Updates Tessera's local hook files and PATH shims, then loads them here so future agents report accurate status.
de: Aktualisiert die lokalen Hook-Dateien und PATH-Shims von Tessera und lädt sie hier, damit künftige Agenten korrekten Status melden.
es: Actualiza los archivos de hook locales y los shims de PATH de Tessera, y los carga aquí para que los agentes futuros informen del estado con precisión.
fr: Met à jour les fichiers de hook locaux et les shims de PATH de Tessera, puis les charge ici afin que les futurs agents remontent un état exact.
ja: Tessera のローカルフックファイルと PATH シムを更新し、ここで読み込みます。以降のエージェントは正確な状態を報告します。
zh_hans: 更新 Tessera 的本地钩子文件和 PATH 垫片，并在此加载，使后续智能体能上报准确状态。
zh_hant: 更新 Tessera 的本機掛鉤檔案和 PATH 墊片，並在此載入，使後續智慧體能回報準確狀態。

source: Updates Tessera's local hook files. Return to a shell prompt afterward to enable this terminal.
de: Aktualisiert die lokalen Hook-Dateien von Tessera. Kehre danach zu einer Shell-Eingabeaufforderung zurück, um dieses Terminal zu aktivieren.
es: Actualiza los archivos de hook locales de Tessera. Vuelve después a un prompt del shell para activar este terminal.
fr: Met à jour les fichiers de hook locaux de Tessera. Revenez ensuite à une invite shell pour activer ce terminal.
ja: Tessera のローカルフックファイルを更新します。その後シェルのプロンプトに戻ると、このターミナルが有効になります。
zh_hans: 更新 Tessera 的本地钩子文件。之后回到 shell 提示符即可启用此终端。
zh_hant: 更新 Tessera 的本機掛鉤檔案。之後回到 shell 提示字元即可啟用此終端機。

source: Upload
de: Hochladen
es: Subir
fr: Téléverser
ja: アップロード
zh_hans: 上传
zh_hant: 上傳

source: Upload %@
de: %@ hochladen
es: Subir %@
fr: Téléverser %@
ja: %@をアップロード
zh_hans: 上传 %@
zh_hant: 上傳 %@

source: Upload & paste path
de: Hochladen & Pfad einfügen
es: Subir y pegar la ruta
fr: Envoyer et coller le chemin
ja: アップロードしてパスを貼り付け
zh_hans: 上传并粘贴路径
zh_hant: 上傳並貼上路徑

source: Upload in progress
de: Upload läuft
es: Subida en curso
fr: Téléversement en cours
ja: アップロード中
zh_hans: 正在上传
zh_hant: 正在上傳

source: Uploading %@
de: %@ wird hochgeladen
es: Subiendo %@
fr: Téléversement de %@
ja: %@をアップロード中
zh_hans: 正在上传 %@
zh_hant: 正在上傳 %@

source: Use at least 8 characters.
de: Verwende mindestens 8 Zeichen.
es: Usa al menos 8 caracteres.
fr: Utilisez au moins 8 caractères.
ja: 8 文字以上にしてください。
zh_hans: 请至少使用 8 个字符。
zh_hant: 請至少使用 8 個字元。

source: Uses secondary SSH to verify this terminal's integration. Your key may ask to unlock.
de: Prüft die Integration dieses Terminals über eine zweite SSH-Verbindung. Dein Key fragt dabei möglicherweise nach dem Entsperren.
es: Usa una segunda conexión SSH para verificar la integración de este terminal. Puede que tu clave pida desbloquearse.
fr: Utilise une seconde connexion SSH pour vérifier l'intégration de ce terminal. Votre clé peut demander à être déverrouillée.
ja: 二次的な SSH 接続を使って、このターミナルの統合状態を確認します。キーのロック解除を求められることがあります。
zh_hans: 使用第二条 SSH 连接校验此终端的集成状态。你的密钥可能会要求解锁。
zh_hant: 使用第二條 SSH 連線檢驗此終端機的整合狀態。你的金鑰可能會要求解鎖。

source: Verifying and importing the approved manifest from %@.
de: Das bestätigte Manifest von %@ wird geprüft und importiert.
es: Verificando e importando el manifiesto aprobado de %@.
fr: Vérification et import du manifeste approuvé provenant de %@.
ja: %@ から受け取った承認済みマニフェストを検証して読み込んでいます。
zh_hans: 正在校验并导入来自 %@ 的已批准清单。
zh_hant: 正在檢驗並輸入來自 %@ 的已核准清單。

source: Vertical bar
de: Senkrechter Strich
es: Barra vertical
fr: Barre verticale
ja: 縦棒
zh_hans: 竖线
zh_hant: 直線

source: WARNING: REMOTE HOST IDENTIFICATION HAS CHANGED!
de: WARNUNG: DIE IDENTIFIKATION DES ENTFERNTEN HOSTS HAT SICH GEÄNDERT!
es: ADVERTENCIA: ¡LA IDENTIFICACIÓN DEL HOST REMOTO HA CAMBIADO!
fr: AVERTISSEMENT : L'IDENTIFICATION DE L'HÔTE DISTANT A CHANGÉ !
ja: 警告: リモートホストの識別情報が変更されました。
zh_hans: 警告：远程主机的标识已改变！
zh_hant: 警告：遠端主機的識別資訊已改變！

source: WSL2 reports an outer MTU of %lld while tailscale0 uses %lld. Larger SSH replies may stall.
de: WSL2 meldet eine äußere MTU von %1$lld, während tailscale0 %2$lld verwendet. Größere SSH-Antworten können hängen bleiben.
es: WSL2 informa de una MTU externa de %1$lld mientras que tailscale0 usa %2$lld. Las respuestas SSH grandes pueden quedarse bloqueadas.
fr: WSL2 signale une MTU externe de %1$lld alors que tailscale0 utilise %2$lld. Les réponses SSH volumineuses peuvent se bloquer.
ja: WSL2 は外側の MTU を %1$lld と報告していますが、tailscale0 は %2$lld を使用しています。大きな SSH 応答が停止する可能性があります。
zh_hans: WSL2 报告的外层 MTU 为 %1$lld，而 tailscale0 使用 %2$lld。较大的 SSH 响应可能会卡住。
zh_hant: WSL2 回報的外層 MTU 為 %1$lld，而 tailscale0 使用 %2$lld。較大的 SSH 回應可能會卡住。

source: Waiting for the device key
de: Warte auf den Geräte-Key
es: Esperando la clave del dispositivo
fr: En attente de la clé de l'appareil
ja: デバイスキーを待っています
zh_hans: 正在等待设备密钥
zh_hant: 正在等待裝置金鑰

source: Waiting for the other device
de: Warte auf das andere Gerät
es: Esperando al otro dispositivo
fr: En attente de l'autre appareil
ja: もう一方のデバイスを待っています
zh_hans: 正在等待另一台设备
zh_hant: 正在等待另一台裝置

source: Waiting for your other device
de: Warte auf dein anderes Gerät
es: Esperando a tu otro dispositivo
fr: En attente de votre autre appareil
ja: もう一方のデバイスを待っています
zh_hans: 正在等待你的另一台设备
zh_hant: 正在等待你的另一台裝置

source: Waiting for your other device…
de: Warte auf dein anderes Gerät…
es: Esperando a tu otro dispositivo…
fr: En attente de votre autre appareil…
ja: もう一方のデバイスを待っています…
zh_hans: 正在等待你的另一台设备…
zh_hant: 正在等待你的另一台裝置…

source: Window name
de: Fenstername
es: Nombre de la ventana
fr: Nom de la fenêtre
ja: ウインドウ名
zh_hans: 窗口名称
zh_hant: 視窗名稱

source: With a Magic Keyboard, global and context-aware actions stay a chord away:
de: Mit einem Magic Keyboard bleiben globale und kontextabhängige Aktionen nur einen Tastengriff entfernt:
es: Con un Magic Keyboard, las acciones globales y contextuales están a un acorde de distancia:
fr: Avec un Magic Keyboard, les actions globales et contextuelles restent à un raccourci près :
ja: Magic Keyboard があれば、グローバル操作も文脈に応じた操作もキーの組み合わせひとつで実行できます:
zh_hans: 配合妙控键盘，全局操作和上下文相关操作都只需一个组合键：
zh_hant: 搭配巧控鍵盤，全域操作與情境相關操作都只需一個組合鍵：

source: Writes Tessera hook files and edits bash/zsh startup files. If this exact terminal reaches an empty bash/zsh prompt before the action runs, Tessera also types one source command to enable it immediately. It never types into a running agent or other program.
de: Schreibt Tessera-Hook-Dateien und bearbeitet die Startdateien von bash/zsh. Erreicht genau dieses Terminal vor der Ausführung ein leeres bash/zsh-Prompt, tippt Tessera zusätzlich einen source-Befehl, um die Integration sofort zu aktivieren. In einen laufenden Agenten oder ein anderes Programm tippt es nie.
es: Escribe los archivos de hook de Tessera y edita los archivos de inicio de bash/zsh. Si este terminal concreto llega a un prompt de bash/zsh vacío antes de que se ejecute la acción, Tessera también escribe un comando source para activarla de inmediato. Nunca escribe dentro de un agente en marcha ni de otro programa.
fr: Écrit les fichiers de hook Tessera et modifie les fichiers de démarrage de bash/zsh. Si ce terminal précis atteint une invite bash/zsh vide avant l'exécution de l'action, Tessera saisit également une commande source pour l'activer immédiatement. Il ne saisit jamais rien dans un agent en cours d'exécution ou un autre programme.
ja: Tessera のフックファイルを書き込み、bash/zsh の起動ファイルを編集します。この操作の実行前に、まさにこのターミナルが bash/zsh の空のプロンプトに達した場合は、すぐ有効化するために source コマンドも 1 つ入力します。実行中のエージェントやほかのプログラムに入力することはありません。
zh_hans: 写入 Tessera 钩子文件并修改 bash/zsh 启动文件。如果在动作执行前，正是这个终端到达了 bash/zsh 的空提示符，Tessera 还会输入一条 source 命令以立即启用。它绝不会向运行中的智能体或其他程序输入内容。
zh_hant: 寫入 Tessera 掛鉤檔案並修改 bash/zsh 啟動檔案。如果在動作執行前，正是這個終端機到達了 bash/zsh 的空提示符，Tessera 還會輸入一條 source 指令以立即啟用。它絕不會向執行中的智慧體或其他程式輸入內容。

source: Writes Tessera hook files, edits bash/zsh startup files, then types one source command so agents launched here report precise status. Continue only at an empty bash/zsh prompt.
de: Schreibt Tessera-Hook-Dateien, bearbeitet die Startdateien von bash/zsh und tippt dann einen source-Befehl, damit hier gestartete Agenten ihren Status genau melden. Fahre nur an einem leeren bash/zsh-Prompt fort.
es: Escribe los archivos de hook de Tessera, edita los archivos de inicio de bash/zsh y luego escribe un comando source para que los agentes lanzados aquí informen de su estado con precisión. Continúa solo con un prompt de bash/zsh vacío.
fr: Écrit les fichiers de hook Tessera, modifie les fichiers de démarrage de bash/zsh, puis saisit une commande source pour que les agents lancés ici rapportent un état précis. Ne continuez qu'à une invite bash/zsh vide.
ja: Tessera のフックファイルを書き込み、bash/zsh の起動ファイルを編集したうえで、source コマンドを 1 つ入力します。これにより、ここで起動したエージェントが正確な状態を報告できるようになります。bash/zsh の空のプロンプトでのみ続行してください。
zh_hans: 写入 Tessera 钩子文件，修改 bash/zsh 启动文件，然后输入一条 source 命令，使在此启动的智能体能报告精确状态。请仅在 bash/zsh 的空提示符下继续。
zh_hant: 寫入 Tessera 掛鉤檔案，修改 bash/zsh 啟動檔案，然後輸入一條 source 指令，使在此啟動的智慧體能回報精確狀態。請僅在 bash/zsh 的空提示符下繼續。

source: You confirmed code %@. %@ must confirm the same code before setup can continue.
de: Du hast den Code %@ bestätigt. %@ muss denselben Code bestätigen, bevor die Einrichtung weitergeht.
es: Confirmaste el código %@. %@ debe confirmar el mismo código para que la configuración pueda continuar.
fr: Vous avez confirmé le code %@. %@ doit confirmer le même code pour que la configuration se poursuive.
ja: コード %1$@ を確認しました。セットアップを続けるには、%2$@ でも同じコードを確認する必要があります。
zh_hans: 你已确认代码 %1$@。%2$@ 也必须确认同一代码，设置才能继续。
zh_hant: 你已確認代碼 %1$@。%2$@ 也必須確認同一代碼，設定才能繼續。

source: You rejected the pairing code. No setup data was transferred.
de: Du hast den Kopplungscode abgelehnt. Es wurden keine Einrichtungsdaten übertragen.
es: Rechazaste el código de emparejamiento. No se transfirieron datos de configuración.
fr: Vous avez refusé le code d'association. Aucune donnée de configuration n'a été transférée.
ja: ペアリングコードを拒否しました。セットアップデータは転送されていません。
zh_hans: 你拒绝了配对码。未传输任何设置数据。
zh_hant: 你拒絕了配對碼。未傳輸任何設定資料。

source: Your custom shortcuts are not affected.
de: Deine eigenen Kurzbefehle bleiben unberührt.
es: Tus atajos personalizados no se ven afectados.
fr: Vos raccourcis personnalisés ne sont pas concernés.
ja: 自分で作成したショートカットは影響を受けません。
zh_hans: 你的自定快捷键不受影响。
zh_hant: 你的自訂快速鍵不受影響。

source: You’ll compare a six-digit code on both devices before the origin can approve the transfer.
de: Du vergleichst auf beiden Geräten einen sechsstelligen Code, bevor die Quelle die Übertragung freigeben kann.
es: Compararás un código de seis dígitos en ambos dispositivos antes de que el origen pueda aprobar la transferencia.
fr: Vous comparerez un code à six chiffres sur les deux appareils avant que la source puisse approuver le transfert.
ja: 送信元が転送を承認する前に、両方のデバイスで 6 桁のコードを照合します。
zh_hans: 在来源设备批准传输之前，你需要在两台设备上比对一个六位数代码。
zh_hant: 在來源裝置核准傳輸之前，你需要在兩台裝置上比對一個六位數代碼。

source: a nine-key block sharing one action — remapping changes the modifier, not the digits
de: ein Block aus neun Tasten mit einer gemeinsamen Aktion — beim Neubelegen ändert sich der Modifier, nicht die Ziffern
es: un bloque de nueve teclas con una sola acción — reasignarlo cambia el modificador, no los dígitos
fr: un bloc de neuf touches partageant une action — le réassigner change le modificateur, pas les chiffres
ja: 1 つの操作を共有する 9 キーのまとまり — 割り当てを変えると修飾キーが変わり、数字は変わりません
zh_hans: 共用一个操作的九个按键 —— 重新映射改变的是修饰键，而不是数字
zh_hant: 共用一個操作的九個按鍵 —— 重新對應改變的是修飾鍵，而不是數字

source: about
de: Über
es: acerca de
fr: à propos
ja: 情報
zh_hans: 关于
zh_hant: 關於

source: accent color
de: Akzentfarbe
es: color de acento
fr: couleur d'accentuation
ja: アクセントカラー
zh_hans: 强调色
zh_hant: 強調色

source: accent glow + dot on the tmux tab pill that bell'd
de: Akzentleuchten und Punkt auf dem tmux-Tab, der BEL gesendet hat
es: resplandor de acento y punto en la pestaña de tmux que emitió el aviso
fr: halo d'accent et point sur l'onglet tmux qui a sonné
ja: BEL を鳴らした tmux タブにアクセントの光とドットを表示します
zh_hans: 在发出响铃的 tmux 标签上显示强调光晕和圆点
zh_hant: 在發出響鈴的 tmux 標籤上顯示強調光暈和圓點

source: accept new key
de: neuen Key akzeptieren
es: aceptar la clave nueva
fr: accepter la nouvelle clé
ja: 新しいキーを受け入れる
zh_hans: 接受新密钥
zh_hant: 接受新金鑰

source: accessory bar chip
de: Chip in der Zubehörleiste
es: ficha de la barra accesoria
fr: pastille de la barre d'accessoires
ja: アクセサリバーのチップ
zh_hans: 辅助栏按钮
zh_hant: 輔助列按鈕

source: accessory bar layout
de: Aufbau der Zubehörleiste
es: disposición de la barra accesoria
fr: disposition de la barre d'accessoires
ja: アクセサリバーの配置
zh_hans: 辅助栏布局
zh_hant: 輔助列版面

source: acknowledge device-loss risk…
de: Risiko bei Geräteverlust bestätigen…
es: aceptar el riesgo de pérdida del dispositivo…
fr: accepter le risque de perte de l'appareil…
ja: デバイス紛失のリスクを承諾…
zh_hans: 确认设备丢失风险…
zh_hant: 確認裝置遺失風險…

source: acknowledge risk before remote use…
de: Risiko vor entfernter Nutzung bestätigen…
es: aceptar el riesgo antes del uso remoto…
fr: accepter le risque avant l'utilisation à distance…
ja: リモートで使う前にリスクを承諾…
zh_hans: 远程使用前确认风险…
zh_hant: 遠端使用前確認風險…

source: acknowledgments
de: Danksagungen
es: agradecimientos
fr: remerciements
ja: 謝辞
zh_hans: 致谢
zh_hant: 致謝

source: active
de: aktiv
es: activo
fr: actif
ja: 有効
zh_hans: 已启用
zh_hant: 已啟用

source: active tunnels
de: aktive Tunnel
es: túneles activos
fr: tunnels actifs
ja: アクティブなトンネル
zh_hans: 活动隧道
zh_hant: 使用中的通道

source: active · %lld
de: Aktiv · %lld
es: activas · %lld
fr: actives · %lld
ja: アクティブ・%lld
zh_hans: 活动 · %lld
zh_hant: 進行中 · %lld

source: add
de: hinzufügen
es: añadir
fr: ajouter
ja: 追加
zh_hans: 添加
zh_hant: 加入

source: add & connect
de: Hinzufügen & verbinden
es: añadir y conectar
fr: ajouter et se connecter
ja: 追加して接続
zh_hans: 添加并连接
zh_hant: 加入並連線

source: add host & connect
de: Host hinzufügen & verbinden
es: añadir host y conectar
fr: ajouter un hôte et se connecter
ja: ホストを追加して接続
zh_hans: 添加主机并连接
zh_hant: 新增主機並連線

source: add rule
de: Regel hinzufügen
es: añadir regla
fr: ajouter la règle
ja: ルールを追加
zh_hans: 添加规则
zh_hant: 加入規則

source: add your first host
de: Ersten Host hinzufügen
es: añade tu primer host
fr: ajouter votre premier hôte
ja: 最初のホストを追加
zh_hans: 添加第一个主机
zh_hant: 加入第一個主機

source: added
de: hinzugefügt
es: añadido
fr: ajouté
ja: 追加日
zh_hans: 添加时间
zh_hant: 加入時間

source: added %@
de: hinzugefügt %@
es: añadido el %@
fr: ajouté le %@
ja: %@ に追加
zh_hans: 于 %@ 添加
zh_hant: 於 %@ 加入

source: adding
de: wird hinzugefügt
es: añadiendo
fr: ajout
ja: 追加中
zh_hans: 添加中
zh_hant: 加入中

source: address
de: Adresse
es: dirección
fr: adresse
ja: アドレス
zh_hans: 地址
zh_hant: 位址
